Repository: jordaniodev/mottu-challenge
Catalog: src/locale/messages.*.xlf
Languages: es

# homeTitle
source: Início
es: Inicio

# searchLabel
source: Pesquisar
es: Buscar

# emptyBoxFavoritesFilterTitle
source: Nenhum dos favoritos correspondem com seu filtro
es: Ninguno de los favoritos coincide con tu filtro.

# emptyBoxFavoritesFilterSubTitle
source: Limpe o campo de filtro e tente novamente
es: Borre el campo del filtro y vuelva a intentarlo.

# emptyBoxFavoritesFilterActionLabel
source: Limpar campo de filtro
es: Borrar campo de filtro

# cleanFavoritesButton
source: Limpar favoritos
es: Borrar favoritos

# emptyBoxTitle
source: Nada foi encontrado
es: No se encontró nada

# emptyBoxSubTitle
source: Tente realizar uma nova busca.
es: Intente realizar una nueva búsqueda.

# emptyBoxFavoritesTitle
source: Parece que você ainda não tem favoritos
es: Parece que aún no tienes favoritos

# emptyBoxFavoritesSubTitle
source: Volte à página inicial e escolha os melhores para você.
es: Vuelve a la página de inicio y elige los mejores para ti.

# emptyBoxFavoriteActionLabel
source: Voltar ao início.
es: Volver al inicio

# homeNavBar
source: Início
es: Inicio
